---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsWireConduitTypeParam
source: html/e688f36c-6ae0-20b4-7091-9fa59d76d388.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsWireConduitTypeParam Property

"Conduit Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsWireConduitTypeParam { get; }
```